Repository: tterrapin/EllucianGo
Catalog: iOS/Mobile/*.lproj/Localizable.strings
Languages: es

source: | %@ CEUs
es: | %@ UEC

source: | %@ CEUs %@
es: | %1$@ UEC %2$@

source: | %@ Credits
es: | %@ Créditos

source: | %@ Credits %@
es: | %1$@ Créditos %2$@

source: %@ CEU
es: %@ UEC

source: %@ CEUs
es: %@ UEC

source: %@ CEUs %@
es: %1$@, UEC %2$@

source: %@ Credits
es: %@ Créditos

source: %@ Credits %@
es: %1$@ Créditos %2$@

source: %@ ext. %@
es: %1$@ ext. %2$@

source: %@, All Day
es: %@, Todo el día

source: %@, Room %@
es: %1$@, salón %2$@

source: %@-%@ failed to add to cart. Section is already registered or exists in the cart.
es: %1$@-%2$@ falló al agregar al carrito. Sección ya inscrita o ya existe en el carrito.

source: A new version is available.
es: Una nueva versión está disponible.

source: About
es: Acerca de

source: Academic Levels
es: Niveles

source: Access Denied
es: Acceso denegado

source: Actions
es: Acciones

source: Add To Cart
es: Agregar al carrito

source: Add To Cart (%d)
es: Agregar al carrito (%d)

source: All Day
es: Todo el día

source: Announcements
es: Anuncios

source: Applications
es: Aplicaciones

source: Assignments
es: Asignaciones

source: Audit
es: Oyente

source: CEU
es: UEC

source: CEUs
es: UEC

source: Calendar
es: Calendario

source: Cancel
es: Anular

source: Checking Eligibility
es: Verificando elegibilidad

source: Close
es: Cerrar

source: Collapse menu section
es: Contraer sección de menú

source: Communication Error
es: Error de comunicación

source: Copy URL
es: Copiar URL

source: Course(s) added to cart.
es: Curso(s) agregado(s) al carrito.

source: Credits
es: Créditos

source: Critical
es: Crítico

source: DUE TODAY
es: Vence hoy

source: Delete
es: Eliminar

source: Drop
es: Eliminar

source: Drop (%d)
es: Eliminar (%d)

source: Dropped Successfully!
es: Eliminado con éxito

source: Dropping
es: Eliminación

source: Due: %@
es: Vencimiento: %@

source: Due: None assigned
es: Vencimiento: Ninguno asignado

source: Ellucian Privacy
es: Privacidad de Ellucian

source: Email
es: Correo-e

source: Enter course credit value %@ or %@
es: Ingresar el valor de crédito del curso %1$@ o %2$@

source: Enter course credit value between %@ and %@
es: Ingresar el valor de crédito del curso entre %1$@ y %2$@

source: Enter course credit value between %@ and %@ in increments of %@
es: Ingresar el valor de crédito del curso entre %1$@ y %2$@ en incrementos de %3$@

source: Enter the registration PIN
es: Ingresar el NIP de inscripción

source: Error Loading Audio
es: Error al cargar audio

source: Error Loading Page
es: Error al cargar la página

source: Error Loading Video
es: Error al cargar video

source: Event Detail
es: Detalle de evento

source: Events
es: Eventos

source: Faculty
es: Docente

source: Faculty/Staff
es: Docente/Apoyo

source: Fetching saved course sections
es: Extrayendo secciones guardadas

source: Get Directions
es: Obtener indicaciones

source: Graded
es: Calificado

source: Home
es: Inicio

source: Ineligible for Registration
es: Inelegible para inscripción

source: Install App
es: Instalar aplicación

source: Last Updated %@
es: Última actualización %@

source: Last Updated Unknown
es: Última actualización desconocida

source: Loading
es: Cargando

source: Locations
es: Ubicaciones

source: Menu
es: Menú

source: More contact information may be displayed if you are signed in.
es: Si inicia sesión verá más información del contacto.

source: New Notification
es: Nueva notificación

source: No Announcements Recorded
es: No hay anuncios registrados

source: No Assignments Recorded
es: No hay asignaciones registradas

source: No Data
es: No hay datos

source: No Events Recorded
es: No hay eventos registrados

source: No announcements for today
es: No hay anuncios para hoy

source: No assignments due today
es: Ninguna asignación vence hoy

source: No events scheduled for today
es: No hay eventos programados para hoy

source: No information available for this building.
es: No hay información disponible para este edificio.

source: No registered classes for open terms.
es: No hay clases inscritas para los periodos abiertos.

source: None announcement date available
es: Sin fecha de anuncio disponible

source: OVERDUE
es: Vencido

source: Open in Safari
es: Abrir en Safari

source: Outdated
es: Obsoleto

source: PIN
es: NIP

source: Pass/Fail
es: Aprobada/Rechazada

source: Permission not granted
es: Permiso no otorgado

source: Person was not found
es: Persona no encontrada

source: Please ensure the phone is nearby and launch
es: Coloque el iPhone cerca e inicie

source: Please ensure the phone is nearby and launch %@ on the phone
es: Coloque el iPhone cerca e inicie %@ en el dispositivo móvil

source: RECENT PAYMENTS
es: Pagos recientes

source: Register
es: Inscribir

source: Register (%d)
es: Inscribir (%d)

source: Registered!
es: Inscrito

source: Registering
es: Inscribiendo

source: Registration
es: Inscripción

source: Registration Cart Empty
es: Carrito de inscripción vacío

source: Reminder List
es: Lista de recordatorio

source: Reminder Type
es: Tipo de recordatorio

source: Reminders
es: Recordatorios

source: Remove
es: Eliminar

source: Retrieving terms
es: Recuperando los periodos

source: Room %@
es: Salón %@

source: Roster
es: Lista de clases

source: Search Results Empty
es: Resultados de la búsqueda vacíos

source: Search Schools
es: Buscar escuelas

source: Searching
es: Buscando

source: Select Campus
es: Seleccionar campus

source: Select the name of the reminder list to use.
es: Seleccionar el nombre de la lista de recordatorio a usar.

source: Settings
es: Ajustes

source: Sign In
es: Acceder

source: Sign In Failed
es: No pudo acceder

source: Sign Out
es: Salir

source: Students
es: Alumnos

source: Switch School
es: Cambiar escuela

source: The application must be upgraded to the latest version.
es: Debe actualizar la aplicación a la versión más reciente.

source: The password or user name you entered is incorrect. Please try again.
es: La contraseña o nombre de usuario ingresados son incorrectos. Por favor, intente nuevamente.

source: There are no installed applications available to respond to this request.
es: No hay aplicaciones instaladas disponibles para responder esta solicitud.

source: There are no institutions to display at this time.
es: No hay instituciones a desplegar en este momento.

source: These issues may have prevented drop.
es: Estos detalles pueden impedir la eliminación.

source: These issues may have prevented registration.
es: Estos detalles pueden impedir la inscripción.

source: This application is not available on iOS.
es: Esta aplicación no está disponible en iOS.

source: Unable to access contacts
es: No puede acceder a los contactos

source: Unable to access contacts. Go to Settings to grant permission to Ellucian GO
es: No puede acceder a los contactos. Ir a ajustes para otorgar permisos para Ellucian GO

source: Unable to download the configuration from that link
es: No puede descargar la configuración de ese enlace

source: Unable to launch configuration
es: No puede lanzar la configuración

source: Unavailable Application
es: Aplicación no disponible

source: Uncollapse menu section
es: Expandir sección de menú

source: Unknown address
es: Dirección desconocida

source: Unsupported
es: No soportado

source: Upgrade
es: Actualización

source: View
es: Ver

source: We couldn't drop these courses:
es: No pudimos eliminar estos cursos:

source: We couldn't register these courses:
es: No pudimos inscribir estos cursos:

source: We're sorry.
es: Lo sentimos.

source: What application would you list to use for reminders?
es: ¿Qué aplicación desea usar para los recordatorios?

source: You do not have permission to use this feature.
es: No tiene permiso para usar esta característica.

source: You do not have the required app. Would you like to install it?
es: No tiene la aplicación requerida. ¿Desea instalarla?

source: You must give permission in Settings to allow access
es: Debe dar permiso en los ajustes para permitir el acceso

source: registration divider min or max Credits
es: | %1$@/%2$@ Créditos

source: registration divider min to max Credits
es: | %1$@-%2$@ Créditos

source: registration min or max Credits
es: %1$@/%2$@ Créditos

source: registration min to max Credits
es: %1$@-%2$@ Créditos

source: | Audit
es: | Oyente

source: | P/F
es: | A/R
